const redData = [
  {
    title: '北京office也好赞',
    tag: '#春日里的美好 #北京的春天',
    content: '最近这几天阳光普照，春天的北京还是很美的。🐶北京office的早午晚餐，heavy归heavy，但好吃。<br>' +
      '同事带我去吃的花家怡园北京烤鸭真的好好吃！日坛涮肉也涮的超开心！<br>' +
      '<br>' +
      '晚上回酒店发现打扫阿姨给我留的小纸条。看我在床边放的湿毛巾，给我加了台加湿器。也太贴心了！<br>' +
      '<br>' +
      '美好的事情都被我碰上啦。<br>' +
      '就是完全没时间逛逛<br>',
    imageUrl: ['https://sns-img-hw.xhscdn.com/1040g008310betina6g0049t69k8gd33q8qcqo9o?imageView2/2/w/format/png', 'http://sns-webpic-qc.xhscdn.com/202403261247/d3a44de68dff3bb9fdccf630096f1d39/1040g2sg310bd7s5tme0g5og6em8416blbge7c98!nd_dft_wlteh_webp_3'],
    isVideo: 0,
    avatar: 'https://sns-avatar-qc.xhscdn.com/avatar/64fdcce1abda9602114e6b8b.jpg',
    author: 'Gucy_',
    likeCount: Math.floor(Math.random() * 1000)
  },
  {
    title: '被无良老板扣工资了',
    tag: '#欠薪 #老板拖欠工资 #劳动监察那边说',
    content: '其实我对仲裁是不太报希望的，主要是我过几天也有事，走流程可能也很慢，真的是被气到，我一开始面试的时候，他说要签合同，我就说我干俩个月，现在他们非说我当时说的三个月。现在还说干不到三个月只能按小时算，但是每天的工作时间也都是她们说的，一开始女店长就说学生放假会缩少上班时间。而且放假后还让我早上提早上班，有时候六点就让我去了，那早班的工资还和我不一样呢？我也没说什么。现在扣了我六百多，我真的很生气。<br>' +
      '---<br>' +
      '3月25日后续，劳动监察那边告知我，协商老板那边再给我600但是需要我去店里拿现金，我说我不在家里了，劳动监察那边让我和店长沟通，微信转账，如果需要什么证明，让我微信发给他，我现在已经通过微信和女店长进行沟通，暂时未收到回复。',
    imageUrl: ['https://sns-img-hw.xhscdn.com/1040g2sg310eaj34lmc6g5nq0uckg9bs0muj75l0?imageView2/2/w/format/png'],
    isVideo: 0,
    avatar: 'https://sns-avatar-qc.xhscdn.com/avatar/61959beff2fa6870e4640139.jpg',
    author: '呜呜呜',
    likeCount: Math.floor(Math.random() * 1000)
  },
  {
    title: '第二次美签 又被拒签',
    tag: '',
    content: '今天来的上海美领馆！<br>' +
      '流程⬇️<br>' +
      '1、按照预约时间进梅龙镇广场电梯到8f<br>' +
      '2、出示预约表 贴一个条形码在护照背面<br>' +
      '3、排队安检（只能带一个文件袋）<br>' +
      '4、扫条形码登记<br>' +
      '6、录指纹<br>' +
      '7、排队面签<br>' +
      '今天问我的问题⬇️<br>' +
      '去美国干嘛？我说去旅游<br>' +
      '一个人吗？我说跟朋友<br>' +
      '你是做什么的？我说自己开公司 具体做什么的都问答很详细<br>' +
      '你结婚了吗？我说我结婚了 孩子都5岁了<br>' +
      '你的爱人不跟你一起去美国？我说他平时工作很忙<br>' +
      '你有旧护照吗？我马上递给他 他翻看完了问我最后一个问题<br>' +
      '你上次在广州被拒签了是为什么？我说不知道 可能是我没准备好吧<br>' +
      '……然后他敲了2分钟键盘 递给我一张白单子 不好意思 你不能通过<br>' +
      '我问他为什么 能告诉我理由吗？他说你被拒签了 你可以再次申请签证 我的问题和他的答案各自重复了2遍我才走出来的<br>' +
      '上次总结自己是穿着太随意和回答的太单一，今天我穿成这样 回答的也很全面饱满 ，还是被拒 其实也不是非要去美国旅游 但看身边一个个单身女性都顺利通过了 按理说我这种已婚已育的是更容易呀 有点不服气 杠上了<br>',
    imageUrl: ['https://sns-img-hw.xhscdn.com/1040g00830vod13lsm4005nk2u1d094f3pm616j0?imageView2/2/w/format/png'],
    isVideo: 0,
    avatar: 'https://sns-avatar-qc.xhscdn.com/avatar/1040g2jo30v0g6u58li005nk2u1d094f3td8bl00',
    author: '媛颂-夏维-Vivian',
    likeCount: Math.floor(Math.random() * 1000)
  },
  {
    title: '听劝，电竞房桌子定制还是单买',
    tag: '#电竞房设计 #电脑桌 #电竞房 #电竞房改造 #电动升降桌',
    content: '友友们，新房有个6平米小屋想做电竞房，图是全屋定制给的设计图，左边柜子储物（家政柜，放点杂物和吸尘器之类的），右边吊柜+双人桌+洞洞板+开放展示格（黑色部分，因为有个雨水管得包上）。<br>' +
      '现在非常纠结，看小红书大家普遍说带抽屉用不了电竞椅，想把抽屉桌换成36mm大平板，但又有点担心没有支撑时间久了变形现在非常纠结，想听听大家的意见…<br>' +
      '<br>' +
      '1是保留图里样式<br>' +
      '2是去掉抽屉，全屋定制做大平板桌面，下面加三个角码固定（总长大概2m出头）<br>' +
      '3自己买电动升降桌（不知道和其他柜子好不好搭）',
    imageUrl: ['http://sns-webpic-qc.xhscdn.com/202403260943/3eabc7385f03b65e46ca4446268375c6/1040g00830vnd7gob5s5g42mtmpu9rmr2jb55410!nd_dft_wgth_webp_3'],
    isVideo: 0,
    avatar: 'https://sns-avatar-qc.xhscdn.com/avatar/1040g2jo30vvvh350646g42mtmpu9rmr2jghkumo?imageView2/2/w/120/format/webp|imageMogr2/strip',
    author: '猫小宅🌙',
    likeCount: Math.floor(Math.random() * 1000)
  },
  {
    title: '没钱，请停止做这16件事！！',
    tag: '#自我成长#越早知道越好#自我提升#改变命运#女性成长#极简主义 #改掉坏习惯 #认知提升 #赚钱思维',
    content: '越长大越明白父母常说多存钱，少花点的道理<br>' +
      '人到中年，有太多的花钱的地方<br>' +
      '人情往来、孩子教育、学习投资都要花钱的地方<br>' +
      '在增加收入的前提<br>' +
      '我们也要存好钱，减少不必要的支出<br>' +
      '<br>' +
      '如果你现在还是月光族<br>' +
      '请停止做以下16件事，早行动早存钱<br>' +
      '<br>' +
      '我是大杰@大杰的精简生活<br>' +
      '正在逐步尝试极简生活<br>' +
      '让我们一起努力，活成理想的样子',
    imageUrl: ['http://sns-webpic-qc.xhscdn.com/202403260951/6a7c79fd66bb288e59acd99bf9beff69/1040g00830vm0bghrlo005pcjpal8i1tcctji610!nd_dft_wlteh_webp_3'],
    isVideo: 0,
    avatar: 'https://sns-avatar-qc.xhscdn.com/avatar/1040g2jo30tlkne2rke005pcjpal8i1tcl6o7mso?imageView2/2/w/120/format/webp|imageMogr2/strip',
    author: '大杰的生活日记',
    likeCount: Math.floor(Math.random() * 1000)
  },
  {
    title: '',
    tag: '#院子 #别墅 #高性价比好房 #带你看房 #好房推荐',
    content: '天津市合院别墅，总房款120万入住，配套齐全，离市区不远，改善自住养老办公均可，喜欢的来看',
    imageUrl: ['http://sns-webpic-qc.xhscdn.com/202403260954/2f28ae8cebe8cc82a675c36560cedc18/1040g2sg310lsivvtme105olajuhlbpbm4j74i18!nd_dft_wlteh_webp_3'],
    isVideo: 1,
    video: 'https://sns-video-al.xhscdn.com/stream/110/259/01e5fe34251173a9010371038e68fd0a94_259.mp4',
    avatar: 'https://sns-avatar-qc.xhscdn.com/avatar/659392e7ff1fbd0001ad3c56.jpg?imageView2/2/w/120/format/webp|imageMogr2/strip',
    author: '逸夫信息咨询部',
    likeCount: Math.floor(Math.random() * 1000)
  },
  {
    title: '',
    tag: '#明星故事 #人物故事',
    content: '《家有儿女》20年后演员今昔对比',
    imageUrl: ['http://sns-webpic-qc.xhscdn.com/202403260956/48eedb0daae78020cac3020fae352b6a/1040g2sg30vkjlnln646g5oo3bfi3oqenttusfjg!nd_dft_wlteh_webp_3'],
    isVideo: 0,
    avatar: 'https://sns-avatar-qc.xhscdn.com/avatar/63035be4000000000f0069d7.jpg?imageView2/2/w/120/format/webp|imageMogr2/strip',
    author: '汪东城',
    likeCount: Math.floor(Math.random() * 1000)
  },
  {
    title: '家人们会选哪一层呢⁉',
    tag: '#豪宅设计 #小户型设计 #房间改造 #一点碎碎念 #楼房',
    content: '家人们帮忙看一下<br>' +
      '让你们选的话会选择哪一层呢',
    imageUrl: ['http://sns-webpic-qc.xhscdn.com/202403260957/7f419546d0317d57f6e3af4aec108106/1040g2sg310m8i47g6k605pfhgm5h94c19odnv60!nd_dft_wlteh_webp_3'],
    isVideo: 0,
    avatar: 'https://sns-avatar-qc.xhscdn.com/avatar/645b807d338379fac18930a8.jpg?imageView2/2/w/120/format/webp|imageMogr2/strip',
    author: '小红薯65F233E4',
    likeCount: Math.floor(Math.random() * 1000)
  },
  {
    title: '家人们会选哪一层呢⁉',
    tag: '',
    content: '现在电影.电视剧的服装设计人员，不贴近生活，把自己关在屋内凭空臆造。<br>' +
      '衣服补丁的位置，都不知道在哪里？补丁的作置该在肩头.袖口，膝盖.屁股，肘部，因为这些地常活动，干活时常用的地方，磨损的快，更容易破损。<br>' +
      '也不要全怪现在的年轻人，因为他们没有参加过大量的体劳动，没穿过破衣服',
    imageUrl: ['http://sns-webpic-qc.xhscdn.com/202403261009/df641bd3a86669487f22673d2f340694/1040g008310l386af6g4g5o30lqf089j86dhred0!nd_dft_wgth_webp_3'],
    isVideo: 0,
    avatar: 'https://sns-avatar-qc.xhscdn.com/avatar/1040g2jo30vd3ubp0m2505o30lqf089j8fli3h28?imageView2/2/w/120/format/webp|imageMogr2/strip',
    author: '徐大嘴',
    likeCount: Math.floor(Math.random() * 1000)
  },
  {
    title: '哪个人才发明的，真绝了👍',
    tag: '#居家好物 #好物推荐 #收纳 #实用好物 #提升幸福感好物 #种草',
    content: '',
    imageUrl: ['http://sns-webpic-qc.xhscdn.com/202403261008/b9c2c6b4c51b3596c7c77a18b7fe83f2/1040g2sg310odqh04mi005pblj1fn3fkmc1dm8tg!nd_dft_wlteh_webp_3'],
    isVideo: 1,
    video: 'https://sns-video-al.xhscdn.com/stream/110/259/01e600c4061145d4010371038e730e8a0a_259.mp4',
    avatar: 'https://sns-avatar-qc.xhscdn.com/avatar/1040g2jo30so8ep3740005pblj1fn3fkmi1a899o?imageView2/2/w/120/format/webp|imageMogr2/strip',
    author: '娜娜家居好物',
    likeCount: Math.floor(Math.random() * 1000)
  },
]

export default redData
